Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/Accessibility-HapticMusic.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HAPTIC_MUSIC_LEARN_MORE_ABOUT_CONTENT_2_WLAN
source: Music Haptics play along with Apple Music, Music Classical, Shazam, and supported third-party apps when your iPhone is connected to WLAN or cellular.
ar: يعمل الحس اللمسي في الموسيقى مع Apple Music و Music Classical و Shazam وتطبيقات الجهات الخارجية المدعومة عندما يكون iPhone متصلًا بشبكة WLAN أو شبكة خلوية.
bg: Музикалните осезания се възпроизвеждат заедно с Apple Music, Music Classical, Shazam и поддържани приложения на трети страни, когато вашият iPhone е свързан с WLAN или мобилна мрежа.
ca: La vibració de la música està disponible a les apps Música, Clàssica i Shazam de l’iPhone, així com en d’altres de tercers compatibles, i cal una connexió WLAN o de dades mòbils.
cs: Hudební haptika se přehrává s hudbou z Apple Music, Apple Music Classical, Shazamu a podporovaných aplikací od nezávislých vývojářů, když je váš iPhone připojený k WLAN nebo mobilní síti.
da: Haptisk feedback til musik følger musikken i Apple Music, Apple Music Classical, Shazam og understøttede tredjepartsapps, når din iPhone har forbindelse til et WLAN- eller mobilnetværk.
de: Die Funktion „Musikhaptik“ ist in Apple Music, Music Classical, Shazam und unterstützten Drittanbieter-Apps verfügbar, wenn dein iPhone mit WLAN oder Mobilfunk verbunden ist.
el: Τα Απτικά μουσικής διατίθενται με το Apple Music, το Apple Music Classical, το Shazam και υποστηριζόμενες εφαρμογές τρίτων μερών, όταν το iPhone σας είναι συνδεδεμένο σε WLAN ή κινητό δίκτυο.
es: Puedes usar esta función en las apps Música, Clásica y Shazam, así como en otras apps de terceros compatibles, siempre que el iPhone esté conectado a una red WLAN o de datos móviles.
es_us: La vibración de música está disponible en Apple Music, Music Classical, Shazam y otras apps de terceros compatibles, y requiere que tu iPhone tenga conexión a una red WLAN o celular.
fi: Musiikin tuntopalaute toistuu Apple Musicin, Music Classicalin, Shazamin ja tuettujen muiden valmistajien appien kanssa, kun iPhonella on WLAN- tai mobiiliyhteys.
fr: « Musique tactile » accompagne Apple Music, Apple Music Classical, Shazam et les apps tierces prises en charge lorsque votre iPhone est connecté à un réseau WLAN ou cellulaire.
fr_ca: Les vibrations musicales fonctionnent avec Apple Music, Apple Music Classical, Shazam et les apps tierces compatibles lorsque votre iPhone est connecté à un réseau WLAN ou cellulaire.
he: הרטט האינטראקטיבי של המוזיקה מופעל יחד עם השמע ב״מוזיקה״ של Apple, ב-Classical, ב-Shazam וביישומים חיצוניים נתמכים כאשר ה-iPhone שלך מחובר לרשת WLAN או לרשת סלולרית.
hi: जब आपका iPhone WLAN या मोबाइल से कनेक्ट होता है, तो संगीत हैप्टिक Apple Music, Music Classical, Shazam और समर्थित तृतीय-पक्ष ऐप्स के साथ चलता है।
hr: Glazbena vibracija reproducira se uz Apple Music, Music Classical, Shazam i podržane aplikacije drugih proizvođača kad je iPhone spojen na WLAN ili podatkovnu mrežu.
hu: A Zene haptikus jelzései az Apple Musicban, a Music Classicalban, a Shazamban és harmadik felek támogatott appjaiban is lejátszhatók, ha az iPhone-ja WLAN- vagy mobilhálózathoz csatlakozik.
id: Haptik Musik diputar bersama Apple Music, Music Classical, Shazam, dan app pihak ketiga yang didukung saat iPhone Anda terhubung ke WLAN atau seluler.
it: “Feedback aptici musica” è disponibile con le app Musica, Classica, Shazam e altre app di terze parti compatibili quando iPhone è connesso alla rete WLAN o cellulare.
ja: ミュージックの触覚は、iPhoneがWLANまたはモバイル通信に接続されているときに、Apple Music、Music Classical、Shazam、および対応している他社製アプリと連動して再生されます。
kk: Музыкалық жанасу сигналдары iPhone құрылғыңыз WLAN немесе ұялы байланыс желісіне қосылған кезде, Apple Music, Music Classical, Shazam және қолдау көрсетілетін үшінші тарап қолданбаларымен бірге ойнатылады.
ko: iPhone이 WLAN 또는 셀룰러에 연결되어 있으면 음악 햅틱이 Apple Music, Apple Music Classical, Shazam 및 지원되는 타사 앱과 함께 재생됩니다.
lt: „Muzikos haptika“ veikia kartu su „Apple Music“, „Music Classical“, „Shazam“ ir palaikomomis trečiųjų šalių programomis, kai jūsų „iPhone“ yra prijungtas prie WLAN arba per mobiliųjį ryšį.
ms: Haptik Muzik bermain bersama-sama Apple Music, Music Classical, Shazam dan app pihak ketiga yang disokong apabila iPhone anda disambungkan ke WLAN atau selular.
nl: Voelbare muzieksignalen worden afgespeeld met Muziek, Klassiek, Shazam en ondersteunde apps van derden wanneer je iPhone is verbonden met een WLAN-netwerk of mobiel netwerk.
no: Følbar respons for musikk spilles sammen med musikk fra Apple Music, Apple Music Classical, Shazam og støttede tredjepartsapper når iPhonen er koblet til WLAN eller mobilnettet.
pl: Z haptyki muzyki możesz korzystać w Apple Music, Music Classical, Shazam i obsługiwanych aplikacjach innych firm, gdy iPhone jest połączony z siecią WLAN lub komórkową.
pt: A Resposta Tátil da Música toca junto com Apple Music, Music Classical, Shazam e apps de terceiros compatíveis quando o iPhone está conectado à rede WLAN ou celular.
pt_pt: Disponível nas aplicações Música, Música Clássica e Shazam, assim como noutras aplicações compatíveis de terceiros, quando o iPhone está ligado a uma rede móvel ou WLAN.
ro: Răspunsul haptic pentru muzică este redat împreună cu conținutul din Apple Music, Music Classical, Shazam și din alte aplicații terțe compatibile atunci când iPhone‑ul este conectat la WLAN sau la o rețea celulară.
ru: Музыкальные тактильные сигналы воспроизводятся при прослушивании музыки в Apple Music, Music Classical, Shazam и поддерживаемых сторонних приложениях, если Ваш iPhone подключен к сети WLAN или сотовой сети.
sk: Hudobná haptika môže sprevádzať hudbu z Apple Music, Apple Music Classical, Shazamu a podporovaných apiek tretích strán, keď je váš iPhone pripojený k WLAN alebo mobilnej sieti.
sl: Glasbena haptika se izvaja ob skladbah v aplikacijah Glasba Apple, Music Classical, Shazam in podprtih aplikacijah drugih ponudnikov, kadar je vaš iPhone povezan z omrežjem WLAN ali mobilnim omrežjem.
sv: Musikhaptik spelas upp tillsammans med Apple Music, Apple Music Classical och Shazam, samt tredjepartsappar som stöds när iPhone är ansluten till WLAN eller mobildata.
th: การสั่นตามเพลงจะเล่นไปพร้อมกับ Apple Music, Music Classical, Shazam และแอปที่รองรับของบุคคลหรือบริษัทอื่นเมื่อ iPhone ของคุณเชื่อมต่อกับ WLAN หรือเซลลูลาร์
tr: Müzik Dokunuşları, iPhone’unuz WLAN ağına veya hücresel ağa bağlıyken Apple Music, Music Classical, Shazam ve desteklenen üçüncü parti uygulamalarla birlikte oynatılır.
uk: Вібромузика використовується з Apple Music, Music Classical, Shazam і сумісними програмами сторонніх розробників, якщо iPhone підʼєднано до WLAN чи стільникової мережі.
vi: Cảm ứng nhạc phát cùng với Apple Music, Music Classical, Shazam và các ứng dụng được hỗ trợ của bên thứ ba khi iPhone được kết nối vào WLAN hoặc mạng di động.
zh_cn: iPhone接入无线局域网或蜂窝网络时，音乐触感反馈会与Apple Music、Apple Music古典乐、Shazam和受支持的第三方App内容同时播放。
zh_hk: iPhone連接到WLAN或流動網絡時，「音樂觸覺回報」會與Apple Music、Apple Music古典樂、Shazam和支援的第三方App同時播放。
zh_tw: 在iPhone連接WLAN或行動網路時，「音樂觸覺回饋」會與「音樂」、「Apple Music古典樂」、Shazam和支援的第三方App一起播放。

source: Enhanced Percussion
ar: إيقاع معزز
bg: Подобрена перкусия
ca: Percussió millorada
cs: Vylepšené bicí
da: Forbedret percussion
de: Verbesserte Percussions
el: Βελτιωμένα κρουστά
es: Percusión mejorada
es_us: Percusión mejorada
fi: Parannetut lyömäsoittimet
fr: Renforcement des percussions
fr_ca: Percussion améliorée
he: כלי הקשה מוגברים
hi: एन्हांस्ड पर्कशन
hr: Naglašene udaraljke
hu: Felerősített ütőhangszerek
id: Perkusi yang Ditingkatkan
it: Percussioni migliorate
ja: 強調されたパーカッション
kk: Жақсартылған ұрмалы аспап дыбыстары
ko: 고품질 퍼커션
lt: Pagerinti mušamieji
ms: Perkusi Dipertingkat
nl: Verbeterde percussie
no: Framhevet perkusjon
pl: Wzmocniona perkusja
pt: Percussão Aprimorada
pt_pt: Percussão melhorada
ro: Percuție îmbunătățită
ru: Усиление перкуссии
sk: Vylepšené perkusie
sl: Izboljšana tolkala
sv: Förbättrade slagverk
th: ให้จังหวะขั้นสูง
tr: Geliştirilmiş Vurmalılar
uk: Посилення перкусії
vi: Bộ gõ nâng cao
zh_cn: 优化打击乐
zh_hk: 已強化敲擊樂
zh_tw: 增強打擊樂

# HAPTIC_MUSIC_LEARN_MORE_GET_STARTED_CONTENT_3
source: Once enabled, you can quickly start or stop Music Haptics in Control Center.
ar: بعد التمكين، يمكنك تشغيل الحس اللمسي في الموسيقى أو إيقافه بسرعة في مركز التحكم.
bg: След като функцията е активирана, бързо можете да стартирате или спрете музикалните осезания в Контролен център.
ca: Pots activar o desactivar la vibració de la música ràpidament al centre de control.
cs: Pokud je hudební haptika zapnutá, můžete ji rychle spustit nebo zastavit v Ovládacím centru.
da: Når funktionen er slået til, kan du hurtigt starte eller stoppe haptisk feedback til musik i Kontrolcenter.
de: Sobald „Musikhaptik“ aktiviert ist, kannst du sie im Kontrollzentrum schnell starten oder stoppen.
el: Αφού ενεργοποιήσετε τη ρύθμιση, θα μπορείτε γρήγορα να ξεκινάτε ή να διακόπτετε τα Απτικά μουσικής στο Κέντρο ελέγχου.
es: Una vez activada la función, puedes controlarla rápidamente desde el centro de control.
es_us: Cuando la función está activada, puedes iniciar o detener rápidamente la vibración desde el centro de control.
fi: Kun Musiikin tuntopalaute -ominaisuus on käytössä voit käynnistää tai lopettaa sen nopeasti Ohjauskeskuksessa.
fr: Une fois la fonctionnalité « Musique tactile » activée, vous pouvez la lancer et l’arrêter rapidement dans le centre de contrôle.
fr_ca: Une fois la fonctionnalité activée, vous pouvez facilement démarrer ou arrêter les vibrations musicales dans le centre de contrôle.
he: לאחר ההפעלה, ניתן בקלות להתחיל או להפסיק את הרטט האינטראקטיבי של המוזיקה דרך ״מרכז הבקרה״.
hi: सक्षम होने पर, आप कंट्रोल सेंटर में संगीत हैप्टिक को तुरंत शुरू या बंद कर सकते हैं।
hr: Nakon što je omogućite, Glazbenu vibraciju možete brzo pokrenuti ili zaustaviti u Kontrolnom centru.
hu: A funkció engedélyezését követően a Vezérlőközpontban gyorsan be- és kikapcsolhatja a Zene haptikus jelzéseit.
id: Setelah diaktifkan, Anda dapat dengan cepat memulai atau menghentikan Haptik Musik di Pusat Kontrol.
it: Dopo aver abilitato la funzionalità, potrai avviarla o interromperla rapidamente da Centro di Controllo.
ja: 有効になったら、コントロールセンターで素早くミュージックの触覚を開始したり、停止したりできます。
kk: Қосылғаннан кейін басқару орталығындағы музыкалық жанасу сигналдарын жылдам бастауға немесе тоқтатуға болады.
ko: 음악 햅틱을 활성화한 후에는 언제든지 제어 센터에서 빠르게 시작하거나 중단할 수 있습니다.
lt: Įjungtą „Muzikos haptiką“ galite greitai paleisti arba sustabdyti srityje „Valdymo centras“.
ms: Setelah didayakan, anda boleh memulakan atau menghentikan Haptik Muzik dengan cepat dalam Pusat Kawalan.
nl: Zodra voelbare muzieksignalen zijn ingeschakeld, kun je ze snel starten of stoppen in het bedieningspaneel.
no: Når det er aktivert, kan du enkelt starte og stoppe følbar respons for musikk fra kontrollsenteret.
pl: Gdy funkcja jest włączona, haptykę możesz szybko przełączać w centrum sterowania.
pt: Depois de ativada, você pode iniciar ou parar a Resposta Tátil da Música na Central de Controle.
pt_pt: Depois de ativada, pode iniciar ou parar a música com háptica rapidamente na central de controlo.
ro: După activare, puteți porni și opri rapid răspunsul haptic pentru muzică în centrul de control.
ru: Включив музыкальные тактильные сигналы, можно легко запускать и останавливать их в Пункте управления.
sk: Hudobnú haptiku môžete po zapnutí rýchlo spustiť alebo zastaviť v Ovládacom centre.
sl: Ko je glasbena haptika omogočena, jo lahko hitro zaženete ali ustavite v Nadzornem središču.
sv: När det har aktiverats kan du enkelt starta eller stoppa musikhaptik i Kontrollcenter.
th: เมื่อเปิดการใช้งาน คุณสามารถเริ่มหรือหยุดสั่นตามเพลงได้อย่างรวดเร็วในศูนย์ควบคุม
tr: Müzik Dokunuşları’nı etkinleştirdikten sonra Denetim Merkezi’nde hızlıca başlatıp durdurabilirsiniz.
uk: Якщо Вібромузику ввімкнено, її можна швидко запускати й зупиняти в Центрі керування.
vi: Sau khi bật, bạn có thể nhanh chóng bắt đầu hoặc dừng Cảm ứng nhạc trong Trung tâm điều khiển.
zh_cn: 启用后，你可以在“控制中心”快速开始或停止音乐触感反馈。
zh_hk: 啟用後，你可以在「控制中心」中快速開始或停止「音樂觸覺回報」。
zh_tw: 啟用後，你可以在「控制中心」內快速開始或停止「音樂觸覺回饋」。

# HAPTIC_MUSIC_LEARN_MORE_DETAIL
source: Enhance your listening experience with haptic feedback when music is playing.
ar: تعزيز تجربة الاستماع من خلال الحس اللمسي عند تشغيل الموسيقى.
bg: Можете да подобрите вашето изживяване при слушане с помощта на обратна връзка за осезанията, когато се възпроизвежда музика.
ca: Gaudeix encara més de les teves cançons favorites amb la vibració musical.
cs: Zpříjemněte si poslech hudby pomocí haptické odezvy.
da: Du kan forbedre din lytteoplevelse vha. haptisk feedback, når du afspiller musik.
de: Entdecke ein neues Hörerlebnis mit haptischem Feedback, wenn Musik wiedergegeben wird.
el: Βελτιώστε ακόμη περισσότερο την εμπειρία ακρόασής σας χάρη στην απτική ανάδραση κατά την αναπαραγωγή μουσικής.
es: Disfruta de una nueva forma de escuchar y sentir la música.
es_us: Amplifica tu experiencia auditiva con la vibración de música.
fi: Paranna kuunteluelämystäsi tuntopalautteella musiikin toiston aikana.
fr: Améliorez votre expérience d’écoute grâce à des vibrations produites lors de la lecture de la musique.
fr_ca: Transformez votre expérience d’écoute grâce aux vibrations qui accompagnent la musique.
he: באפשרותך להעשיר את חוויית ההאזנה שלך עם משוב של רטט אינטראקטיבי כאשר מוזיקה מופעלת.
hi: जब संगीत चल रहा हो, तो हैप्टिक फ़ीडबैक के साथ अपने सुनने के अनुभव को बेहतर बनाएँ।
hr: Poboljšajte svoje iskustvo slušanja uz povratnu vibraciju tijekom reproduciranja glazbe.
hu: Haptikus jelzésekkel fokozhatja a zenehallgatási élményét zenék lejátszása közben.
id: Tingkatkan pengalaman mendengarkan Anda dengan umpan balik haptik saat musik diputar.
it: Migliora la tua esperienza di ascolto con i feedback aptici quando riproduci brani musicali.
ja: 音楽の再生時に触覚フィードバックを使用することで、リスニング体験が強化されます。
kk: Музыка ойнатылып жатқанда, тактильді кері байланыс арқылы тыңдау тәжірибеңізді жақсартыңыз.
ko: 노래에 맞춰 재생되는 햅틱 피드백으로 음악을 한층 더 풍부하게 감상할 수 있습니다.
lt: Mėgaukitės kokybiškesne muzika, naudodamiesi haptinio atsako funkcija.
ms: Tingkatkan pengalaman pendengaran anda dengan maklum balas haptik apabila muzik bermain.
nl: Verbeter je luisterervaring met voelbare muzieksignalen wanneer muziek wordt afgespeeld.
no: Gjør lytteropplevelsen rikere ved å motta følbar respons når det spilles av musikk.
pl: Rozszerz swoje doznania słuchowe o haptykę towarzyszącą odtwarzanym utworom.
pt: Melhore a sua experiência auditiva com resposta tátil enquanto a música está tocando.
pt_pt: Descubra uma nova experiência sonora ao ouvir música com háptica.
ro: Îmbunătățiți experiența dvs. de ascultare cu răspunsul haptic atunci când muzica este în redare.
ru: Расширьте впечатления от прослушивания благодаря тактильному отклику при воспроизведении музыки.
sk: Umocnite zážitok z počúvania hudby pomocou haptickej odozvy.
sl: Obogatite izkušnjo poslušanja s haptičnim odzivom med predvajanjem glasbe.
sv: Förstärk lyssningsupplevelsen med haptisk feedback när musik spelas.
th: ปรับแต่งประสบการณ์การฟังของคุณด้วยการสั่นโต้ตอบเมื่อมีเพลงเล่นอยู่
tr: Müzik çalarken dokunuş geri bildirimi ile dinleme deneyiminizi geliştirin.
uk: Доповнюйте звук вібровідгуками під час відтворення музики.
vi: Nâng cao trải nghiệm nghe của bạn bằng phản hồi cảm ứng khi đang phát nhạc.
zh_cn: 播放音乐时，通过音乐触感反馈提升聆听体验。
zh_hk: 音樂播放時透過觸覺回報增強你的聆聽體驗。
zh_tw: 在播放音樂時透過「音樂觸覺回饋」來加強你的聆聽體驗。

# HAPTIC_MUSIC_AVAILABLE_APPS_FOOTER
source: Apps which support Music Haptics.
ar: التطبيقات التي تدعم الحس اللمسي للموسيقى.
bg: Приложения, които поддържат Осезания за музика.
ca: Les apps de dalt són compatibles amb la vibració de la música.
cs: Aplikace, které podporují hudební haptiku.
da: Apps, som understøtter Haptisk feedback til musik.
de: Apps, die „Musikhaptik“ unterstützen.
el: Εφαρμογές που υποστηρίζουν τα Απτικά μουσικής.
es: Apps compatibles con la función de vibración con la música.
es_us: Apps que sean compatibles con Vibración de Música.
fi: Apit, jotka tukevat Musiikin tuntopalautetta.
fr: Apps prenant en charge « Musique tactile ».
fr_ca: Apps qui prennent en charge les vibrations musicales
he: אלו יישומים שתומכים ב״רטט אינטראקטיבי של מוזיקה״.
hi: संगीत हैप्टिक का समर्थन करने वाले ऐप्स।
hr: Aplikacije koje podržavaju Glazbenu vibraciju.
hu: A Zene haptikus jelzéseit támogató appok.
id: App yang mendukung Haptik Musik.
it: App che supportano i feedback aptici per la musica.
ja: “ミュージックの触覚”に対応しているアプリです。
kk: Музыкалық жанасу сигналдарына қолдау көрсететін қолданбалар.
ko: 음악 햅틱을 지원하는 앱입니다.
lt: „Muzikos haptiką“ palaikančios programos.
ms: App yang menyokong Haptik Muzik.
nl: Apps die voelbare muzieksignalen ondersteunen.
no: Apper som støtter Følbar respons for musikk.
pl: Aplikacje obsługujące haptykę muzyki.
pt: Apps compatíveis com a Resposta Tátil da Música.
pt_pt: Aplicações que suportam música com háptica.
ro: Aplicații compatibile cu Răspuns haptic muzică.
ru: Приложения, поддерживающие музыкальные тактильные сигналы.
sk: Apky, ktoré podporujú hudobnú haptiku.
sl: Aplikacije, ki podpirajo glasbeno haptiko.
sv: Appar med stöd för musikhaptik.
th: แอปที่รองรับการสั่นตามเพลง
tr: Müzik Dokunuşları’nı destekleyen uygulamalar.
uk: Програми, що підтримують вібромузику.
vi: Các ứng dụng hỗ trợ Cảm ứng nhạc.
zh_cn: 支持音乐触感反馈的App。
zh_hk: 支援「音樂觸覺回報」的App。
zh_tw: 支援「音樂觸覺回饋」的App。

# HAPTIC_MUSIC_LEARN_MORE_ABOUT
source: About Music Haptics
ar: حول الحس اللمسي في الموسيقى
bg: Относно Осезания за музика
ca: Sobre la vibració de la música
cs: O hudební haptice
da: Om Haptisk feedback til musik
de: Über Musikhaptik
el: Πληροφορίες για τα Απτικά μουσικής
es: Acerca de la vibración con la música
es_us: Acerca de la vibración de música
fi: Tietoja: Musiikin tuntopalaute
fr: À propos de « Musique tactile »
fr_ca: À propos des vibrations musicales
he: מידע על ״רטט אינטראקטיבי של מוזיקה״
hi: संगीत हैप्टिक का परिचय
hr: Više o Glazbenoj vibraciji
hu: A Zene haptikus jelzéseiről
id: Mengenai Haptik Musik
it: Informazioni su “Feedback aptici musica”
ja: ミュージックの触覚について
kk: Музыкалық жанасу сигналдары туралы ақпарат
ko: 음악 햅틱에 관하여
lt: Apie „Muzikos haptiką“
ms: Perihal Haptik Muzik
nl: Over voelbare muzieksignalen
no: Om følbar respons for musikk
pl: Haptyka muzyki…
pt: Sobre a Resposta Tátil da Música
pt_pt: Acerca de música com háptica
ro: Despre Răspuns haptic muzică
ru: О музыкальных тактильных сигналах
sk: O hudobnej haptike
sl: O glasbeni haptiki
sv: Om Musikhaptik
th: เกี่ยวกับการสั่นตามเพลง
tr: Müzik Dokunuşları Hakkında
uk: Про Вібромузику
vi: Giới thiệu về Cảm ứng nhạc
zh_cn: 关于音乐触感反馈
zh_hk: 關於音樂觸覺回報
zh_tw: 關於音樂觸覺回饋

# HAPTIC_MUSIC_LEARN_MORE_GET_STARTED
source: Get Started with Music Haptics
ar: بدء استخدام الحس اللمسي في الموسيقى
bg: Първи стъпки с Осезания за музика
ca: Presentació de la vibració de la música
cs: Začínáme s hudební haptikou
da: Kom i gang med Haptisk feedback til musik
de: „Musikhaptik“ starten
el: Πρώτα βήματα με τα Απτικά μουσικής
es: Cómo usar la vibración con la música
es_us: Primeros pasos
fi: Aloita musiikin tuntopalautteen käyttö
fr: Premiers pas avec « Musique tactile »
fr_ca: Commencer à utiliser les vibrations musicales
he: התחלת השימוש ב״רטט אינטראקטיבי של מוזיקה״
hi: संगीत हैप्टिक के साथ शुरू करें
hr: Započnite s uporabom Glazbene vibracije
hu: A Zenében elérhető haptikus jelzések használatának megkezdése
id: Mulai Haptik Musik
it: Inizia a usare “Feedback aptici musica”
ja: ミュージックの触覚の始め方
kk: Музыкалық жанасу сигналдарымен жұмысты бастау
ko: 음악 햅틱 시작하기
lt: Kaip naudotis „Muzikos haptika“
ms: Bermula dengan Haptik Muzik
nl: Aan de slag met voelbare muzieksignalen
no: Kom i gang med Følbar respons for musikk
pl: Pierwsze kroki z haptyką muzyki
pt: Comece a Usar a Resposta Tátil da Música
pt_pt: Começar a usar música com háptica
ro: Începeți să utilizați Răspuns haptic muzică
ru: Начало работы с музыкальными тактильными сигналами
sk: Začnite používať hudobnú haptiku
sl: Začetek uporabe glasbene haptike
sv: Kom igång med Musikhaptik
th: เริ่มต้นใช้ด้วยการสั่นตามเพลง
tr: Müzik Dokunuşları’nı Kullanmaya Başlayın
uk: Початок роботи з Вібромузикою
vi: Bắt đầu với Cảm ứng nhạc
zh_cn: 开始使用音乐触感反馈
zh_hk: 開始使用「音樂觸覺回報」
zh_tw: 開始使用「音樂觸覺回饋」

# HAPTIC_MUSIC_LEARN_MORE_GET_STARTED_CONTENT_2
source: Music Haptics will automatically sync with music as soon as it starts playing.
ar: ستتم مزامنة الحس اللمسي في الموسيقى تلقائيًا مع الموسيقى بمجرد بدء تشغيلها.
bg: Музикалните осезания автоматично ще се синхронизират с музиката, след като започне да се възпроизвежда.
ca: La vibració se sincronitza amb la música automàticament en començar a sonar.
cs: Hudební haptika se automaticky synchronizuje s přehrávanou hudbou.
da: Haptisk feedback til musik synkroniseres automatisk med musik, når afspilning starter.
de: „Musikhaptik“ wird automatisch mit Musik synchronisiert, sobald du Musik wiedergibst.
el: Τα Απτικά μουσικής θα συγχρονίζονται αυτόματα με τη μουσική, μόλις ξεκινήσει να αναπαραγάγεται.
es: En cuanto reproduzcas una canción, el dispositivo empezará a vibrar automáticamente al son de la música.
es_us: La vibración de música se sincronizará automáticamente con las canciones en cuanto las reproduzcas.
fi: Musiikin tuntopalaute synkronoituu musiikkiin heti, kun sen toisto alkaa.
fr: « Musique tactile » se synchronisera automatiquement avec la musique dès le début de la lecture.
fr_ca: Les vibrations musicales se synchroniseront automatiquement avec la musique dès qu’elle commencera à jouer.
he: הרטט האינטראקטיבי של המוזיקה יסתנכרן באופן אוטומטי עם המוזיקה שלך ברגע שהיא תופעל.
hi: संगीत हैप्टिक चलना शुरू होते ही संगीत के साथ ऑटोमैटिकली सिंक हो जाएगा।
hr: Glazbena vibracija automatski će se sinkronizirati s glazbom čim se pokrene reprodukcija.
hu: A Zene haptikus jelzései automatikusan szinkronizálva lesznek a zenével a lejátszás elindítását követően.
id: Haptik Musik akan diselaraskan secara otomatis dengan musik begitu musik mulai diputar.
it: “Feedback aptici musica” si sincronizzerà automaticamente con i brani appena inizi ad ascoltarli.
ja: ミュージックの再生が始まるとすぐに、ミュージックの触覚が自動的にミュージックと同期します。
kk: Музыка ойнатыла бастағанда, музыкалық жанасу сигналдары автоматты түрде синхрондалады.
ko: 음악 재생을 시작하면 음악 햅틱이 자동으로 해당 곡과 연동됩니다.
lt: „Muzikos haptika“ automatiškai sinchronizuosis su muzika, kai tik paleisite.
ms: Haptik Muzik akan menyelaras secara automatik dengan muzik sebaik sahaja ia mula bermain.
nl: 'Voelbare muzieksignalen' wordt automatisch gesynchroniseerd met muziek zodra een nummer wordt afgespeeld.
no: Følbar respons for musikk synkroniseres automatisk med musikken så snart avspillingen starter.
pl: Haptyka muzyki jest od razu, automatycznie synchronizowana z odtwarzanymi utworami.
pt: A Resposta Tátil da Música sincronizará automaticamente com a música assim que ela começar a tocar.
pt_pt: A háptica é iniciada automaticamente assim que começar a reprodução da música.
ro: Răspunsul haptic pentru muzică se va sincroniza cu muzica imediat ce începe redarea.
ru: Музыкальные тактильные сигналы будут автоматически синхронизироваться с воспроизводимой музыкой.
sk: Hudobná haptika sa automaticky zosynchronizuje s prehrávanou hudbou.
sl: Glasbena haptika se bo samodejno sinhronizirala z glasbo takoj, ko se ta začne predvajati.
sv: Musikhaptik synkroniseras automatiskt med musiken så fort den börjar spelas upp.
th: การสั่นตามเพลงจะประสานไปพร้อมกับเพลงโดยอัตโนมัติทันทีที่เริ่มเล่น
tr: Müzik Dokunuşları, müzik çalmaya başlar başlamaz müzikle otomatik olarak eşzamanlanır.
uk: Вібромузика автоматично синхронізуватиметься з музикою під час відтворення.
vi: Cảm ứng nhạc sẽ tự động đồng bộ hóa với nhạc ngay khi bắt đầu phát.
zh_cn: 开始播放音乐时，音乐触感反馈即会自动与音乐同步。
zh_hk: 開始播放音樂後，「音樂觸覺回報」便會自動與音樂同步。
zh_tw: 「音樂觸覺回饋」會在開始播放音樂時自動同步。
